import React from "react";

const Description = () => {
  return (
    <div className="flex gap-6">
      <div className="mt-6 w-4/6 px-4 bg-white rounded-lg p-8">
        <span className="text-lg text-greens font-semibold pb-10">
          বিস্তারিতঃ
        </span>
        <p>
          <b>গোপালভোগ</b> আমের রাজা, ল্যাংড়া আমের পরেই গোপালভোগের স্থান। এই
          আমটি আকার গোলাকার এবং ওজনে ২০০ থেকে ৫০০ গ্রামের মধ্যে হয়। উন্নত
          প্রজাতির আম মৌসুমের শুরু থেকে মাঝামাঝি সময়ের মধ্যে পাওয়া যায়।
          অসাধারণ রং অতুলনীয় মিষ্টি স্বাদ গন্ধ যুক্ত।আমের খোসা একটু মোটা হয়
          যদিও আঁটি পাতলা হয়। বাংলাদেশ ও ভারতের কিছু অঞ্চলে এই গোপালভোগ উন্নত
          মানের আমের ফলন পাওয়া যায়। আমটির শুরুতে মুকুল আসে এবং জৈষ্ঠ্য মাসের
          মাঝামাঝি সময় এর ফল পাকতে শুরু করে। এটি প্রথমে কাঁচা অবস্থায় সবুজ এবং
          পাকলে হলুদ লালচে বর্ণের হয়। আসবি নাম হিসেবে এর পরিচিতি রয়েছে। মে
          মাসের শেষের দিক থেকে এর ফলন হয় । খুব অল্প সময় বাজারে থাকে। এই আমটি
          বাংলাদেশের প্রায় সব জেলাতেই পাওয়া যায়।
        </p>
      </div>
      <div className="mt-6 w-2/6 px-4 bg-white rounded-lg p-8">
        Customer Reviews
      </div>
    </div>
  );
};

export default Description;
